EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/FLC_01.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
	<soap:Header xmlns:int="urn:EEC:Interaction:v1.0" xmlns:wsa="http://www.w3.org/2005/08/addressing">
		<wsa:To>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:To>
		<wsa:ReplyTo>
			<wsa:Address>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:Address>
		</wsa:ReplyTo>
		<wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.CC.01.MSG.001</wsa:Action>
		<wsa:MessageID>urn:uuid:09aaf1b5-23ad-43d2-a6af-de63c1dcf969</wsa:MessageID>
		<int:ProcedureID>urn:uuid:cacdee21-db4d-4b72-9a65-99974c1a055e</int:ProcedureID>
		<int:ConversationID>urn:uuid:9ecb123c-2f9b-461a-8d22-eaa3f59288be</int:ConversationID>
	</soap:Header>
	<soap:Body>
		<cpl:CheckPointList xmlns:cacdo="urn:EEC:M:CA:ComplexDataObjects:v1.2.6" xmlns:casdo="urn:EEC:M:CA:SimpleDataObjects:v1.2.6" xmlns:ccdo="urn:EEC:M:ComplexDataObjects:v0.3.3" xmlns:cpl="urn:EEC:R:CA:CC:01:CheckPointList:v1.0.0" xmlns:csdo="urn:EEC:M:SimpleDataObjects:v0.3.3" xmlns:doc="urn:EEC:R:ProcessingResultDetails:v0.3.4" xmlns:ns6="urn:EEC:R:ResourceStatusDetails:v0.3.3">
			<ccdo:EDocHeader>
				<csdo:InfEnvelopeCode>P.CC.01.MSG.001</csdo:InfEnvelopeCode>
				<csdo:EDocCode>R.CA.CC.01.001</csdo:EDocCode>
				<csdo:EDocId>c9a595af-8c21-494a-8bd4-ec58a19d5e62</csdo:EDocId>
				<csdo:EDocDateTime>2019-11-29T13:04:10Z</csdo:EDocDateTime>
			</ccdo:EDocHeader>
			<cacdo:CheckPointDetails>
				<casdo:RegisterCountryCode>RU</casdo:RegisterCountryCode>
				<casdo:BorderCheckPointCode>PPG.RU.UA.80939212</casdo:BorderCheckPointCode>
				<casdo:BorderCheckPointName>Романово_для_FLC04</casdo:BorderCheckPointName>
				<cacdo:NeighboringCheckPointDetails>
					<casdo:BorderCheckPointName>Сергеево</casdo:BorderCheckPointName>
					<csdo:CountryCode>UA</csdo:CountryCode>
				</cacdo:NeighboringCheckPointDetails>
				<casdo:CheckPointTrafficCode>030</casdo:CheckPointTrafficCode>
				<casdo:CheckPointCharacterCode>10</casdo:CheckPointCharacterCode>
				<casdo:CheckPointStatusCode>32</casdo:CheckPointStatusCode>
				<casdo:CheckPointFunctionCode>20</casdo:CheckPointFunctionCode>
				<cacdo:PointLocationAddressDetails>
					<ccdo:AddressDetails>
						<csdo:CountryCode>RU</csdo:CountryCode>
						<csdo:TerritoryCode>12</csdo:TerritoryCode>
						<csdo:PostCode>1234</csdo:PostCode>
						<csdo:RegionName>Регион</csdo:RegionName>
						<csdo:DistrictName>Район</csdo:DistrictName>
						<csdo:CityName>Город</csdo:CityName>
						<csdo:SettlementName>Пункт</csdo:SettlementName>
						<csdo:StreetName>Улица</csdo:StreetName>
						<csdo:BuildingNumberId>Дом</csdo:BuildingNumberId>
						<csdo:RoomNumberId>Пом</csdo:RoomNumberId>
					</ccdo:AddressDetails>
					<cacdo:GeoCoordinateDetails>
						<casdo:LatitudeMeasure>55.11</casdo:LatitudeMeasure>
						<casdo:LongitudeMeasure>22.11</casdo:LongitudeMeasure>
					</cacdo:GeoCoordinateDetails>
				</cacdo:PointLocationAddressDetails>
				<cacdo:CheckPointWorkDetails>
					<cacdo:WorkScheduleDetails>
						<casdo:WorkSheduleCode>11</casdo:WorkSheduleCode>
						<casdo:WorkSheduleDescriptionText>Описание</casdo:WorkSheduleDescriptionText>
						<cacdo:PeriodDetails>
							<csdo:StartDateTime>2019-11-29T13:04:10Z</csdo:StartDateTime>
							<csdo:EndDateTime>2019-11-29T13:04:10Z</csdo:EndDateTime>
						</cacdo:PeriodDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>1</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:47.047+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:47.047+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>2</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:49.049+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:49.049+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>3</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:49.049+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:49.049+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>4</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:50.05+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:50.05+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>5</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:50.05+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:50.05+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>6</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:51.051+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:51.051+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>7</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:51.051+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:51.051+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
					</cacdo:WorkScheduleDetails>
					<casdo:WorkTimeCode>12</casdo:WorkTimeCode>
				</cacdo:CheckPointWorkDetails>
				<cacdo:CheckPointSpecialControlDetails>
					<casdo:GovControlKindName>таможенный</casdo:GovControlKindName>
					<cacdo:ReasonDocDetails>
						<csdo:DocKindName>Приказ</csdo:DocKindName>
						<csdo:DocId>12-9</csdo:DocId>
						<csdo:DocName>Разрешение на провоз груза</csdo:DocName>
						<csdo:AuthorityId>ФСБ</csdo:AuthorityId>
						<csdo:AuthorityName>ФСБ</csdo:AuthorityName>
						<csdo:DocCreationDate>2019-11-29</csdo:DocCreationDate>
						<casdo:DocEffectiveDate>2019-11-29</casdo:DocEffectiveDate>
						<csdo:DescriptionText>Описание</csdo:DescriptionText>
					</cacdo:ReasonDocDetails>
					<csdo:DescriptionText>Описание</csdo:DescriptionText>
				</cacdo:CheckPointSpecialControlDetails>
				<casdo:StartActivityDate>2019-11-29</casdo:StartActivityDate>
				<ccdo:ResourceItemStatusDetails>
					<ccdo:ValidityPeriodDetails>
						<csdo:StartDateTime>2019-11-29T13:04:10+03:00</csdo:StartDateTime>
					</ccdo:ValidityPeriodDetails>
				</ccdo:ResourceItemStatusDetails>
			</cacdo:CheckPointDetails>
			<cacdo:CheckPointDetails>
				<casdo:RegisterCountryCode>RU</casdo:RegisterCountryCode>
				<casdo:BorderCheckPointCode>PPG.RU.UA.30842815</casdo:BorderCheckPointCode>
				<casdo:BorderCheckPointName>Романово_FLC</casdo:BorderCheckPointName>
				<cacdo:NeighboringCheckPointDetails>
					<casdo:BorderCheckPointName>Сергеево</casdo:BorderCheckPointName>
					<csdo:CountryCode>UA</csdo:CountryCode>
				</cacdo:NeighboringCheckPointDetails>
				<casdo:CheckPointTrafficCode>030</casdo:CheckPointTrafficCode>
				<casdo:CheckPointCharacterCode>10</casdo:CheckPointCharacterCode>
				<casdo:CheckPointStatusCode>32</casdo:CheckPointStatusCode>
				<casdo:CheckPointFunctionCode>20</casdo:CheckPointFunctionCode>
				<cacdo:PointLocationAddressDetails>
					<ccdo:AddressDetails>
						<csdo:CountryCode>RU</csdo:CountryCode>
						<csdo:TerritoryCode>12</csdo:TerritoryCode>
						<csdo:PostCode>1234</csdo:PostCode>
						<csdo:RegionName>Регион</csdo:RegionName>
						<csdo:DistrictName>Район</csdo:DistrictName>
						<csdo:CityName>Город</csdo:CityName>
						<csdo:SettlementName>Пункт</csdo:SettlementName>
						<csdo:StreetName>Улица</csdo:StreetName>
						<csdo:BuildingNumberId>Дом</csdo:BuildingNumberId>
						<csdo:RoomNumberId>Пом</csdo:RoomNumberId>
					</ccdo:AddressDetails>
					<cacdo:GeoCoordinateDetails>
						<casdo:LatitudeMeasure>55.11</casdo:LatitudeMeasure>
						<casdo:LongitudeMeasure>22.11</casdo:LongitudeMeasure>
					</cacdo:GeoCoordinateDetails>
				</cacdo:PointLocationAddressDetails>
				<cacdo:CheckPointWorkDetails>
					<cacdo:WorkScheduleDetails>
						<casdo:WorkSheduleCode>11</casdo:WorkSheduleCode>
						<casdo:WorkSheduleDescriptionText>Описание</casdo:WorkSheduleDescriptionText>
						<cacdo:PeriodDetails>
							<csdo:StartDateTime>2019-11-29T13:04:10Z</csdo:StartDateTime>
							<csdo:EndDateTime>2019-11-29T13:04:10Z</csdo:EndDateTime>
						</cacdo:PeriodDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>1</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:47.047+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:47.047+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>2</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:49.049+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:49.049+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>3</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:49.049+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:49.049+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>4</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:50.05+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:50.05+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>5</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:50.05+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:50.05+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>6</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:51.051+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:51.051+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
						<cacdo:WorkTimeDetails>
							<csdo:WeekDayCode>7</csdo:WeekDayCode>
							<cacdo:WorkTimeHourDetails>
								<casdo:StartingTime>08:00:51.051+03:00</casdo:StartingTime>
								<casdo:EndingTime>18:00:51.051+03:00</casdo:EndingTime>
							</cacdo:WorkTimeHourDetails>
							<casdo:WorkTimeHourDescriptionText>Доп</casdo:WorkTimeHourDescriptionText>
						</cacdo:WorkTimeDetails>
					</cacdo:WorkScheduleDetails>
					<casdo:WorkTimeCode>12</casdo:WorkTimeCode>
				</cacdo:CheckPointWorkDetails>
				<cacdo:CheckPointSpecialControlDetails>
					<casdo:GovControlKindName>таможенный</casdo:GovControlKindName>
					<cacdo:ReasonDocDetails>
						<csdo:DocKindName>Приказ</csdo:DocKindName>
						<csdo:DocId>12-9</csdo:DocId>
						<csdo:DocName>Разрешение на провоз груза</csdo:DocName>
						<csdo:AuthorityId>ФСБ</csdo:AuthorityId>
						<csdo:AuthorityName>ФСБ</csdo:AuthorityName>
						<csdo:DocCreationDate>2019-11-29</csdo:DocCreationDate>
						<casdo:DocEffectiveDate>2019-11-29</casdo:DocEffectiveDate>
						<csdo:DescriptionText>Описание</csdo:DescriptionText>
					</cacdo:ReasonDocDetails>
					<csdo:DescriptionText>Описание</csdo:DescriptionText>
				</cacdo:CheckPointSpecialControlDetails>
				<casdo:StartActivityDate>2019-11-29</casdo:StartActivityDate>
				<ccdo:ResourceItemStatusDetails>
					<ccdo:ValidityPeriodDetails>
						<csdo:StartDateTime>2019-11-29T13:04:10+03:00</csdo:StartDateTime>
					</ccdo:ValidityPeriodDetails>
				</ccdo:ResourceItemStatusDetails>
			</cacdo:CheckPointDetails>
		</cpl:CheckPointList>
	</soap:Body>
</soap:Envelope>